{
  "lang": "hy",
  "slug": "honor-7",
  "title": "Honor 7",
  "shortDescr": [
    "2 SIM-քարտ",
    "5,2 դյույմանի IPS-NEO LCD էկրան, 1920 x 1080 պիքսել HD",
    "Hisilicon Kirin 935, 4* 2.2ԳՀց + 4* 1.5ԳՀց պրոցեսոր",
    "Ներքին հիշողություն՝ 16 ԳԲ, ՕՀՍ՝ 3 ԳԲ",
    "Տեսախցիկ՝ 20ՄՊ հիմանկան, 8ՄՊ դիմային"
  ],
  "price": "215000,00 AMD",
  "overview": [
    {
      "title": "Արագ մուտքի կոճակ",
      "text": "Դուք կարող եք կարգավորել արագ մուտքի կոճակն այնպես, որ մեկանգամյա, կրկնակի կամ երկարատև սեղմման դեպքում այն ակտիվացնի հավելված կամ որոշակի ֆունկցիա:"
    },
    {
      "title": "Մատնահետքի տվիչ",
      "text": "Նորագույն տեխնոլոգիա. տվիչը ճանաչում է տարբեր անկյան տակ հպվող մատնահետքը, իսկ սմարթֆոնն արգելափակումից հանելու համար անհրաժեշտ մինիմալ ժամանակը կազմում է 0.5 վայրկյան:Ինքնակառավարվող ալգորիթմ. որքան հաճախ դուք արգելափակումից հանեք սմարթֆոնը, այնքան ավելի արագ կաշխատի մատնահետքի ճանաչման ֆունկցիան հաջորդ անգամ: Կառավարում հպումով. օգտագործեք մատնահետքի տվիչը որպես կառավարման հավելյալ էլեմենտ: էկրանի վրա մատով դեպի ներքև շարժում արեք տեղեկատվության ընտրացանկը բացելու համար: Կրկնակի հպումը կփակի ավելորդ տեղեկատվությունը: Տվիչը կարող է դառնալ նկարահանման, զանգի ընդունման կամ զարթուցիչի անջատման համար նախատեսված կոճակ:Պաշտպանեք ձեր անձնական տեղեկատվությունը. սմարթֆոնն ունի պաշտպանության 3 աստիճան՝ նորմալ, «հյուրերի համար» և բոլորից պաշտպանված:",
      "img": "honor-7/overview/2.png"
    },
    {
      "title": "Նորարարություններ դասական ձևով",
      "text": "Հարմարավետ մետաղական իրան. չնայած էկրանի 5.2 դյույմ չափսին սմարթֆոնը կոմպակտ է և այն հարմար է պահել ձեռքում: Հաշվի է առնված ամեն մի մանրուք: Յուրաքանչյուր կոճակի առանձնահատուկ դիզայնի շնորհիվ սարքավորումը ստանում է էլեգանտ տեսք:",
      "img": "honor-7/overview/3.png"
    },
    {
      "title": "20 ՄՊ գերհզոր տեսախցիկ",
      "text": "Նկարահանեք ձեր լավագույն պահերը Honor 7 սմարթֆոնի 20 ՄՊ հիմնական տեսախցիկով, որն ունի արագ ֆոկուսի բերման PDAF(սկսած 0.1 վրկ) տեխնոլոգիա: ARM GPU OpenCL չիպ աղմուկի չեզոքացման համակարգով: Ոսպնյակի ապակին դիմակայում է քերծվածքներին, պաշտպանում է հիմնական տեսախցիկը վնասվածքներից և պահպանում  պատկերների պայծառությունը:",
      "img": "honor-7/overview/4.png"
    },
    {
      "title": "8 ՄՊ դիմային տեսախցիկ",
      "text": "Honor 7 սմարթֆոնի 8 ՄՊ դիմային տեսախցիկը ստեղծված է գերազանց ինքնանկարներ (selfie) ստանալու համար. «փափուկ» լուսավորում, ընդգրկման լայն անկյուն և նկարի շտկման 10 մակարդակ: Լուսանկարների մշակման համար նախատեսված Smart Image 3.0 տեխնոլոգիայով անկախ չիպի շնորհիվ դուք կստանք որակյալ պատկեր:",
      "img": "honor-7/overview/5.png"
    },
    {
      "title": "FULL HD 5.2 դյույմանի էկրան",
      "text": "5.2 դյույմանի էկրանը զբաղեցնում է սմարթֆոնի դիմային մասի 76.7% և ունի 423 պիքսել դյույմում կետայնություն: Էներգախնայողության նոր տեխնոլոգիայի շնորհիվ էկրանը ծախսում է մինիմալ քանակով էներգիա առանց որակի և պատկերի պայծառության կորստի:",
      "img": "honor-7/overview/6.png"
    },
    {
      "title": "3100 մԱ/ժ մարտկոց",
      "text": "Սմարթֆոնն ունի 3100 մԱ/ժ մարտկոց: SmartPower 3.0 տեխնոլոգիան պահպանում է մինչև 30% էներգիա սարքավորման և ծրագրային օպտիմիզացման միջոցով: Սմարթֆոնն ավտոմատ կերպով դադարեցնում է չօգտագործվող, սակայն աշխոտող վիճակում գտնվող հավելվածները՝ խնայելով էներգիա և ավելացնելով արագագործությունը:",
      "img": "honor-7/overview/7.png"
    },
    {
      "title": "Հովացման համակարգը",
      "text": "Ետևի կափարիչը պատրաստված է ալյումինե ձուլվածքից, ինչի շնորհիվ ջերմությունը ցրվում է ավելի լավ, քան պլաստիկից պատրաստված կափարիչների դեպքում: Ներքին կոմպոնենտները մարտկոցին մոտ են տեղակայված, ինչը բերում է տաքացող էլեմենտների հավասարաչափ բաշխմանը և նպաստում է արագ հովացմանը: Արդյունքում խաղերի ժամանակ սարքը 40%-ով քիչ է տաքանում:",
      "img": "honor-7/overview/8.png"
    },
    {
      "title": "2.2 ԳՀց  HiSilicon Kirin 935 պրոցեսոր",
      "text": "Արտադրողականությունը և էներգախնայողությունը 8-միջուկանի, 2.2 ԳՀց  HiSilicon Kirin 935 պրոցեսորի հիմնական նկարագիրն են: Խաղացեք ժամանակակից խաղերն առանց ընդհատումների: Առանձին i3 պրոցեսոր՝ նախատեսված շարժման տվիչների,  տարածության մեջ դիրքի հետ աշխատելու համար:",
      "img": "honor-7/overview/9.png"
    },
    {
      "title": "Ազդանշանի գերազանց ընդունում",
      "text": "2 ալեհավաքները տեղակայված են հեռախոսի վերին և ստորին մասերում և լուծում են ձեռքով ազդանշանի հնարավոր թուլացման հարցը: Աշխատանքի ընթացքում հեռախոսն ընտրում է լավագույն ազդանշան ապահովող ալեհավաքը և չի ծախսվում հավելյալ էներգիա ազդանշանն ուժեղացնելու նպատակով:",
      "img": "honor-7/overview/10.png"
    },
    {
      "title": "Ձայնով կառավարում",
      "text": "Կանչի՛ ր Honor 7 հեռախոսը և այն կարձագանքի: Դուք կարող եք կարգավորել սմարթֆոնի ձայնային ակտիվացումը. լսելով գաղտնաբառը՝ հեռախոսը կարձագանքի ձեզ: Զանգահարե՛ք առանց արգելափակումից հանելու. զանգ կատարելու համար ձայնով ակտիվացումն աշխատում է նույնիսկ արգելափակման ռեժիմում գտնվող սմարթֆոնի դեպքում: *ձայնով կառավարումն իրականացվում է անգլերեն լեզվով:",
      "img": "honor-7/overview/11.png"
    },
    {
      "title": "SMART EMUI 3.1",
      "text": "3D ինտերֆեյս. ցանկացած պահին դուք կարող եք էկրանին նկարել սիմվոլ և արագ աշխատեցնել անհրաժեշտ հավելվածը: Դուք կարող եք մեկ ակնթարթում ստանալ «screenshot» կրկնակի անգամ սեղմելով ձայնի իջեցման կոճակը:",
      "img": "honor-7/overview/12.png"
    },
    {
      "title": "Ինֆրակարմիր վահանակ",
      "text": "Օգտագործեք Honor 7 սմարթֆոնը որպես հեռակառավարման վահանակ կենցաղային տեխնիկան կառավարելու համար: Ներկառուցված առաջատար արտադրողների սարքավորումների գրադարանը թույլ կտա արագ կարգավորել սմարթֆոնը առանց համացանցին միանալու:",
      "img": "honor-7/overview/13.png"
    }
  ],
  "specification": [
    {
      "title": "Չափսեր",
      "text": [
        "Բարձրություն<br>159,3 մմ",
        "Լայնություն<br>77,8 մմ",
        "Հաստություն<br>7,3 մմ",
        "Քաշը<br>178գ"
      ]
    },
    {
      "title": "Գույն",
      "text": [
        "Արծաթագույն"
      ]
    },
    {
      "title": "Display",
      "text": [
        "Size : 5.2 inches (~72.4% screen-to-body ratio), IPS-NEO LCD capacitive touchscreen",
        "Resolution: 1080 x 1920 pixels (~424 ppi pixel density)",
        "16M colors"
      ]
    },
    {
      "title": "CPU",
      "text": [
        "Quad-core 2.2 GHz Cortex-A53 & quad-core 1.5 GHz Cortex-A53"
      ]
    },
    {
      "title": "Operation System",
      "text": [
        "Android OS, v5.0 (Lollipop), planned upgrade to v6.0 (Marshmallow) + Emotion UI 3.1"
      ]
    },
    {
      "title": "Memory",
      "text": [
        "RAM: 3GB",
        "ROM: 16GB"
      ]
    },
    {
      "title": "Network",
      "text": [
        "HSDPA+ (up to 42 Mbit/s DL/5.76 Mbit/s UL)"
      ]
    },
    {
      "title": "GPS",
      "text": [
        "with A-GPS, GLONASS/ Beidou (market dependant)"
      ]
    },
    {
      "title": "Connectivity",
      "text": [
        "Wi-Fi 802.11 a/b/g/n/ac, dual-band, WiFi Direct, hotspot",
        "v4.1, A2DP, EDR, LE"
      ]
    },
    {
      "title": "Sensors",
      "text": [
        "Fingerprint",
        "Accelerometer",
        "Gyro",
        "Proximity",
        "Compass"
      ]
    },
    {
      "title": "Camera",
      "text": [
        "Rear Camera: 20 MP",
        "Front Camera: 8 MP"
      ]
    },
    {
      "title": "Audio",
      "text": [
        "Audio Codec: MP3, MIDI, AMR-NB, AAC, AAC+, eAAC+, WMA2-9, RA, PCM, OGG, FLAC"
      ]
    },
    {
      "title": "Video",
      "text": [
        "Video formats: H.265, H.263, H.264, MPEG-4, RV7-10, Xvid, VP8, WMV9"
      ]
    },
    {
      "title": "Battery",
      "text": [
        "Capacity: 3100mAh"
      ]
    }
  ]
}