Why It's Impossible not to Love Huawei : 11 Facts

It's sure not easy to choose a smartphone or a gadget these days. Options are vast, criteria different. So it's not easy to cherry-pick and as a result you might end up with a device you bought simply because your friends have it. In order to understand the quality criteria one has to be familiar with industry leaders.
Chinese company Huawei is one of the biggest smartphone manufacturers nowadays.
A few years back this would have been hard to believe but today it's a stated fact. Last year the company introduced its new concept: «Make it Possible», and Huawei's new motto is «Dreams inspire creativity».
Below are 11 facts about Huawei out of many that will change you perception of this Chinese company.


<<Chinese conquest>> on the way of conquering the world.

So, what does the company name signify? The world “Huawei” consists of two Chinese characters: “Hua” – China, and “Wei” – conquest. The “Chinese conquest” has been established in the beginning of 1980s and has been working in the telecommunication field ever since. In 1987 the company set an ambitious goal: make China a state-of-art technological country. The “conquering” company would not have earned its name if after becoming successful in its homeland it would not have commenced to “conquer” the world.

Success as a result of consistent effort
In the beginning of 2000s the company started to operate outside Chine, spread into Asia, then Europe and Australia. This success was not an accident. During the first years of its existence Huawei spent all the revenue on new research, created new visions and ideas
http://www.huawei.com/en/industry-insights/moving-forward

and perfected them.

First smartphone as first love

Most of us, if not all, remember our first smartphone. When speaking of it many compare it with first love, an experience that can never be forgotten.  After all, before this kind of communication mean was only seen in sci-fi movies. Huawei also remembers the first smartphone it ever created well. It was manufactured in 2009 under the name Android 1.5 Huawei U8230:

4. <<Honor>> For the Brave
In 2013 the company made a smart move: it created a brand that would attract youth. As they say, the one who manages to be loved by youth is sentenced to success. And so Huawei introduce the Honor brand targeted specifically at the age group of 18-34 and started selling it through channels popular within the young generation: internet and social media. The Honor series is now sold in 74 countries. The revenue from last year sales has reached 6 mln USD and is growing consistently. This year alone Honor series sales have grown by 59 per cent.

5. One of the best brands in the world
Huawei is the first Chinese company to be included in «Best World Brands» list by Interbrand
http://interbrand.com/views/how-chinese-brands-can-sharpen-their-skills-locallyglobally/

in 2014. In order to understand the significance of such event it is essention to note that only exclusive and famous brands are included in this list. Last year the company sold the amazing figure of 100 mln smartphones. And thus today Huawei is one of the largest smarphone manufacturing companies in the world.


6. Cooperation with Leica.

Attention everyone! Huawei has launched  a cooperation with a renown Leica.
https://en.leica-camera.com/Company/Press-Centre/Press-Releases/Press-Releases-

And this is not a joke. This German prestigious photo camera manufacturer is well known and loved within photographers and photography enthusiasts. While a lot of people dreamed of an opportunity to take at least one photo with a Leica camera, Huawei astonished everyone by giving us an opportunity to enquire a Leica camera on our very own smartphone for a very reasonable price. The fruit of Huawei's and Leica's first cooperation Huawei P9 with two cameras. The camera of this smartphone has three advantages: detailed images, focus adjustment and wide open diaphragm possibility.


7. Creating large number of job opportunities

Huawei employs more than 170 thousand people worldwide. Read the figure again and try to imagine it. The number of people working at Chinese headquarter is only 40 thousand. Let’s try to understand what this number of people is occupied with. Turns out the employees of Huawei are not only technicians and engineers but also innovators. Almost half of Huawei employees, 45%, is engaged in research.

8. 5G network.  Coming Soon
Probably a lot of you wonder when will the 5G network
http://www.huawei.com/minisite/5g/en/
finally be created and start being used broadly. Well, Huawei started thinking of this long before we did. And not only think, but act. For the period of 2013-2018 Huawei has invested 600 million USD in the development of 5G technologies. Oh, and by the way, Huawei is one of the world leaders in securing technological patents, which means that the company works consistently at developing new technologies and registers them as intellectual property.  During last year alone the company has registered 3898 patents.

9. Innovations lover is the innovations author

Numbers, briefly. Huawei has 16 Research and Development offices, 8 innovation centers and 45 educational centers all over the world. These office centers are located in the USA, Germany, Sweden, Russia and elsewhere. There are also joint innovation centers which function in cooperation with leading world companies, such as
Vodafone Group,
http://www.vodafone.com/business/m2m/Huawei-and-Vodafone-Announce-Opening-of-Worlds-First-Narrowband-IoT-Open-Lab-2016-04-26 

BT Group
http://www.btplc.com/Thegroup/BTUKandWorldwide/BTRegions/England/InTouch/National/Spring2015/Huawei/index.htm

, Telecom Italia
http://www.telecomitalia.com/tit/en/archivio/media/note-stampa/market/2016/TIM-Huawei-MoU-21-02-2016.html
 France Telecom,
http://www.orange.com/en/Press-and-medias/press-releases-2016/press-releases-2015/Orange-and-Huawei-boost-their-cooperation-to-invent-and-build-high-energy-efficiency-telecommunications-networks-by-2020

 Telefonica
https://www.telefonica.com/es/web/press-office/-/telefonica-and-huawei-join-forces-to-develop-the-smart-home-category-in-latin-america

Deutsche Telekom:

https://www.t-systems.com/news-media/t-systems-and-huawei-collaborate-in-the-area-of-public-cloud/1374876

10. Importance of  environment

Most start “caring” about environment when they are close to an ecological disaster. As in many other respects here also Huawei differs from other giant companies. It cares about environment and cultivates the idea «Green Communications».
http://www1.huawei.com/en/solutions/go-greener/hw-001339.htm

Company officials are convinced that the best way to preserve the environment is energetic effectiveness. That is why Huawei constantly develops new methods on minimizing the emissions.

11. Power of the mind
Admit that you have often wandered on who might have thought of creating a specific device or writing a specific program, which has now become an inseparable part of our dayly lives.  All these were once just a “thought” and only after lots of hard work they had become a device or a program. Huawei claims that the most precious ability is the power of the mind to think. Prioritizing constant development, innovation and original thinking, specialists at Huawei pay special attention to keeping the vibe of the “power of the mind''. For example, the managers of the company are often asked to read unrelated literature, so that they have open and broad thinking opportunities.

As if all this is not enough the company continues to demonstrate its confidence and “conquering” spirit. Huawei officials are positive that by year 2021 they will become the absolute leaders in the field. Let’s wait and see, shall we.



