11 фактов которые вы незнали о Huawei

Выбор смартфонов и другого оборудования на сегодняшний день является нелегкой задачей. Учитывая широкий ассортимент и различные критерии, можно легко запутаться, и при выборе руководствоваться не качеством, а лишь тем, что выбирают наши знакомые. Более того, необходимо знать лидеров данной отрасли для того, чтобы опеределить критерии оценки качества.
Китайская компания Huawei является одним из крупнейших производителей смартфонов.
Несколько лет назад в это было бы трудно поверить, но на сегодняшний день это является признанным фактом.
В прошлом году компания представила свой новый концепт «Сделай это возможным» / Make it possible/, a также новый девиз «Мечты вдохновляют на творчество / "Dreams inspire creativity"/:
Желаете ознакомиться с фактами о Huawei, которые изменят ваше представление о китайской компании?
Предоставляем вам из многочисленных фактов лишь следующие 11:


<<Китайское достижение>>. По пути завоевания мира 

Во-первых, давайте рассмотрим, что означает название компании. Huawei состоит из двух иероглифов: «Hua» — «Китай», и «Wei» — «достижение»: Следовательно, компания <<Китайское достижение>>, которая была основана в 1980-х годах, изначально занималась производством коммуникационного оборудования. Начиная с 1987г.компания поставила перед собой более амбициозную задачу: сделать из Китая ведущую страну в области технологий. <<Достигающая своих целей>> компания не была бы достойна своего имени, если после достижения успеха на родине не перешла бы к <<достижению>> целей по завоеванию мира.

Успех – результат последовательной работы

С начала 2000-х годов компания начала развивать свою деятельность вне территории Китая, распространилась в Азии, достигла Европы и Австралии. Следует отметить, что этот успех не был случайным, так как вся прибыль, полученная в течение первых лет своей деятельности, компания тратила на новые исследования
http://www.huawei.com/en/industry-insights/moving-forward

, иными словами,  инвестировала в перспективное дело по развитию и реализации новых идей.

Первый смартфон как первая любовь

Многие из нас, если не все, помнят свой первый смартфон. Рассказывая о первом мгновении  <<знакомства>> со своим смартфоном, многие шутят, сравнивая это чувство с первой любовью – то, что не забудется никогда. Раньше подобные средства связи можно было увидеть только в фантастических фильмах. Так вот, Huawei тоже помнит свой первый смартфон, который был произведен. Он был изготовлен в 2009 г., его «имя» - Android 1.5 Huawei U8230:

4. «Честь» / Honor/ - для людей чести

В 2013 г. компания прибегла к хитроумному шагу, создавая бренд, нацеленный именно на внимание и симпатию со стороны молодежи. Как мы знаем, те, кому удается понравиться молодому поколению, обречены на успех. Компания представила бренд Honor /честь/, предназначенный для молодежи /18-34 лет/, который начал продаваться при помощи рекламы, осуществляемой только в интернете и социальных сетях. Модели данного бренда на данный момент продаются в 74 странах мира. Прибыль от продаж, полученная в прошлом году, составила 6 млрд долларов США, но данная цифра постоянно растет. В течение этого года продажа моделей Huawei выросла на 59 процентов.

5. Один из лучших брендов в мире
Huawei является первой китайской компанией, которая в 2014 г. вошла в рейтинг <<Лучших мировых брендов>> от Interbrand.
http://interbrand.com/views/how-chinese-brands-can-sharpen-their-skills-locallyglobally/

Для того, чтобы понять важность данного события, отметим, что в этот список входят лишь всемирно известные бренды. Для признания бесспорного факта о всемирной известности компании Huawei, приведем в пример лишь одну цифру. В течение прошлого года компания продала 100 млн смартфонов. Таким образом, сегодня Huawei является одной из самых крупных производителей смартфонов.

6. Сотрудничество с Leica

Внимание! Huawei сотрудничает с всемирно известной компанией Leica
https://en.leica-camera.com/Company/Press-Centre/Press-Releases/Press-Releases-
Это не шутка.

Имя всемирно известной немецкой компании, производящей фотоаппараты, знакомо всем профессиональным фотографам, а также любителям фотографии. В то время как многие мечтали об одной возможности фотографировать с помощью камеры Leica, компания Huawei потрясла всех, предоставив возможность пользоваться камерой Leica на собственном смартфоне по разумной цене. В результате сотрудничества между двумя компаниями, был произведен смартфон Huawei Р9 с двумя камерами. Камера данной модели имеет три преимущества: наиболее детализированная фотография, регулировкa фокусировки после съемки и возможность широкого открытия диафрагмы.

7. Создание большого числа рабочих мест
В компании работает более 170 тысяч человек. Теперь заново прочитайте данную цифру и попытайтесь ее себе представить. Количество сотрудников только в головном офисе, расположенном в Китае, составляет 40 тысяч. Давайте попробуем понять, чем занимаются все эти люди. Оказывается, люди, работающие здесь, не только владеют техническими, технологическими навыками, а также являются новаторами. Почти половина, которая составляет 45% от общего числа сотрудников, занимается научно-исследовательской деятельностью.

8. 5G сеть в ближайшее время
Вероятно, многие пытаются угадать, когда, наконец, будет создана сеть 5G
http://www.huawei.com/minisite/5g/en/

и когда все мы сможем ею пользоваться. Будьте уверены, что специалисты Huawei начали об этом думать задолго до нас. Не только думать, но и активно действовать в этом направлении. Kомпания Huawei выделила $ 600 млн исключительно на развитие технологии 5G в 2013-2018 годах. Кстати, компания является одим из мировых лидеров в вопросах присвоения патентов на технологические новинки, что означает, что компания постоянно разрабатывает новые технологии, предоставляет инновационные решения, которые также регистрирует в качестве интеллектуальной собственности. Только в прошлом году компания запатентовала 3898 предложений.

9. Любитель инноваций - автор инноваций

Коротко, конкретно, в цифрах. Во всем мире Huawei имеет 16 офисов, 8 инновационных и 45 учебных центров, осуществляющих исследования. Указанные офисы и центры находятся в Соединенных Штатах, Германии, Швеции, России. Есть также совместные инновационные центры с такими мировыми компаниями как
Vodafone Group,
http://www.vodafone.com/business/m2m/Huawei-and-Vodafone-Announce-Opening-of-Worlds-First-Narrowband-IoT-Open-Lab-2016-04-26 

BT Group
http://www.btplc.com/Thegroup/BTUKandWorldwide/BTRegions/England/InTouch/National/Spring2015/Huawei/index.htm

, Telecom Italia
http://www.telecomitalia.com/tit/en/archivio/media/note-stampa/market/2016/TIM-Huawei-MoU-21-02-2016.html
 France Telecom,
http://www.orange.com/en/Press-and-medias/press-releases-2016/press-releases-2015/Orange-and-Huawei-boost-their-cooperation-to-invent-and-build-high-energy-efficiency-telecommunications-networks-by-2020

 Telefonica
https://www.telefonica.com/es/web/press-office/-/telefonica-and-huawei-join-forces-to-develop-the-smart-home-category-in-latin-america

Deutsche Telekom:

https://www.t-systems.com/news-media/t-systems-and-huawei-collaborate-in-the-area-of-public-cloud/1374876


10. Забота об окружающей среде
Многие люди начинают "заботиться" об окружающей среде лишь тогда, когда экологический кризис уже близок. Как во многих вопросах, так и в данном случае Huawei пытается отличиться от других больших компаний. Компания заботится об окружающей среде, о чем свидетельствует один из лозунгов: «Green Communications»
http://www1.huawei.com/en/solutions/go-greener/hw-001339.htm
. Руководители компании считают, что одним из правильных вариантов сохранения окружающей среды является энергетическая эффективность. Именно поэтому компания постоянно разрабатывает новые методы с целью сокращения количества выбросов, получаемых от своего оборудования.
11. Сила мысли

Согласитесь, что вы тоже часто размышляете по поводу того кто создал то или иное устройство, или написал ту или иную программу, которая сегодня является неотъемлемой частью нашей повседневной жизни. Да, первоначально все это было «лишь» мыслью, после чего, в результате проведения трудоемкой и сложной работы, получился конкретный предмет, устройство, программа. Руководство компании Huawei продолжает упорно повторять, что самое дорогое - это возможность мыслить и сила мысли. Считая приоритетным постоянное развитие, развитие инновационных идей и свежего мышления, специалисты Huawei на своем примере показывают реализацию «силы мысли». Например, менеджерам компании постоянно предлагается чтение литературы не по своей специальности, с целью достижения более свободного и широкого мышления для создания новых идей.

Более того, компания продолжает демонстрировать свою уверенность и << умение достигать>> поставленных целей. Представители компании Huawei с уверенностью заявляют, что уже в 2021 г станут абсолютным лидером данной отрасли. Что ж, будем ждать.

