{
  "Smartphones" : "Смартфоны",
  "Tablets" : "Планшеты",
  "Enterprises" : "Предприятиям",
  "Blog" : "Новости",
  "About Us" : "О нас",
  "Contacts" : "Контакты",
  "products-more-btn" : "Подробнее",
  "Overview" : "Обзор",
  "Specifications" : "Спецификации",
  "Find innovative Huawei ICT Solutions for your industry" : "",
  "Education" : "Образование",
  "Communicate, educate, succeed. Spread knowledge online to make students smarter and teachers better" : "Communicate, educate, succeed. Spread knowledge online to make students smarter and teachers better",
  "Finance" : "Финансовый сектор",
  "From banking to insurance and beyond — intelligent, modern solutions for the financial industry" : "От банковских услуг до страхования и далее — интеллектуальные современные решения для финансового сектора",
  "Government" : "Электронное правительство",
  "Better services, quick and useful decision-making, forward-looking planning — government done right" : "Решения для эффективного управления и предоставления государственных услуг населению",
  "Healthcare" : "Здравоохранение",
  "It takes strong medicine to stay healthy and Huawei’s innovative IT solutions help make it happen" : "Инновационные ИТ-решения компании Huawei для развития здравоохранения",
  "Hospitality" : "Гостиничный бизнес",
  "Cutting-edge guest services and hotel management, video conferencing, and video security systems" : "Передовые услуги для гостей и управление гостиничным бизнесом, системы видеоконференцсвязи и системы видеонаблюдения",
  "Manufacturing" : "Современное производство",
  "Connecting labor, application systems, and smart machines to forge factories of the future" : "Решения, объединяющие управление персоналом, приложениями и оборудованием",
  "Media and Entertainment" : "Медиа и развлечения",
  "Produce, collect, store, or manage content. Media anywhere, any device, anytime… that’s omnimedia" : "Создание, сбор, хранение и управление контентом. Медиа, доступные повсеместно, с любого устройства и в любое время - это медиасреда",
  "Oil and Gas" : "Решения для нефтегазовой отрасли",
  "From the arctic to the desert, better efficiency and safety for drilling, pipelines, and refineries" : "Повышение эффективности работы и безопасности на объектах нефтегазового комплекса",
  "Public Safety" : "Решения для общественной безопасности",
  "Intelligent IT, communications, and video-analysis technologies to keep the public safe" : "Умные ИТ и телекоммуникации, системы видеонаблюдения и видеоанализа",
  "Railway" : "Решения для железной дороги",
  "Make the connection with on-time performance and better customer services… any time, any destination" : "Автоматизация транспортной инфраструктуры и современные услуги для пассажиров",
  "Retail" : "Интеллектуальные решения для розничной торговли",
  "IT infrastructure, applications, and value-added services for trend-setting retailers" : "ИТ-инфраструктура, приложения и дополнительные виды услуг для прогрессивных магазинов розничной торговли",
  "Smart Grid" : "Умные сети электроснабжения Smart Grid",
  "Smart electricity service management and reliable distribution from generating plant to customers" : "Инновационные ИКТ для производства и распределения электроэнергии",
  "Contact us" : "Связаться с нами",
  "Huawei shop" : "Huawei магазин",
  "Every day" : "Ежедневно",
  "Service and technical support" : "Сервис и техническая поддержка",
  "Mon-Fri" : "Пн-Пт",
  "Sat" : "Сб",

  "Huawei Shop" : "Магазин",
  "Service Center" : "Сервисный центр",
  "Address:" : "Адрес:",
  "Phone:" : "Тел.:",
  "Mobile:" : "Моб.:",
  "27 Tumanyan Street, 0002, Yerevan" : "ул. Туманяна 27, 0001, г. Ереван",
  "9 Arshakunyats, 0023, Yerevan" : "пр. Аршакуняца 9, 0023 г. Ереван",

  "About MobliOS" : "О компании",
  "aboutus1" : "Компания «МоблиОС» была основана в 2013 году с целью прoдвижения продукции «Huawei Technologies» - ведущего мирового поставщика ИКТ-решений и смартфонов, на территории Республики Армения. «МоблиОС» предоставляет широкий спектр решений и услуг, включающих корпоративные сети, UC&C, облачные вычисления, дата центры, и т.д. Кроме вышеперечисленного, компания занимается дистрибуцией и продажей мобильных телефонов, планшетов и домашних устройств Huawei.",

  "huawei-text" : "Huawei является мировым лидером в области разработки ИКТ-решений. Одна треть населения планеты использует продукты и решения, предложенные Huawei, более чем в 140 странах мира...",
  "redinet-text" : "ЗАО «Рединет» – лидирующий системный интегратор, действующий на телекоммуникационных рынках Армении, Грузии, Ливана, Ирака и Кипра. Компания предоставляет широкий спектр услуг...",
  "armcard-text" : "Компания «Армениан Кард» предоставляет комплекс услуг, который позволяет банкам выпускать и обслуживать ArCa, MasterCard, Visa и American Express карты с использованием современных технических...",
  "viva-text" : "ЗАО «К-Телеком» (ВиваСелл-МТС) - ведущий оператор мобильной связи Армении, который имеет самую широкую 2G/3.75G/4G сеть и предоставляет большой спектр услуг голосовой связи и ...",
  "beeline-text" : "ЗАО «Армения Телефон Компани» (торговая марка Beeline) — крупнейшая телекоммуникационная компания Армении. Компания предоставляет широкий спектр услуг для корпоративных клиентов...",
  "ucom-text" : "С момента выхода на телекоммуникационный рынок компания Ucom предоставляет потребителям новейшие технологии в сочетании с высоким качеством обслуживания ...",
  "innotech-text" : "Сервисный центр «ИнноТек» является одной из ведущих компаний в Армении, специализирующихся на предоставлении программного и аппаратного обеспечения смартфонов, планшетов и сетевого оборудования…",

  "For Industries" : "Предприятиям",
  "ent-text" : "\"Умные\" решения Huawei для вашего бизнеса",
  "PRODUCTS" : "Продукция",
  "Our partners" : "Наши партнеры",
  "" : ""

}